[Debug.skill_KillEnemies SkillDefinition]
LockedSkillDetailStr="<Locked>"
SkillDescription=""
SkillName="KillEemies"

[Pawn_Friendly_SkillRunner.Pawn_Balance_SkillRunner AIPawnBalanceDefinition]
Grades[0]=(GradeModifiers=(DisplayName="Settler"))

[Rules.BeefCake ColiseumRuleDefinition]
RuleDescription="All enemies take reduced damage."
RuleTitle="Beef Cake"

[Rules.BodyShot ColiseumRuleDefinition]
RuleDescription="Critical hits deal less damage."
RuleTitle="Body Shot"

[Rules.CloseCombat ColiseumRuleDefinition]
RuleDescription="Player accuracy is reduced, but damage is significantly increased."
RuleTitle="Close Combat"

[Rules.DeadAim ColiseumRuleDefinition]
RuleDescription="Enemies are more accurate."
RuleTitle="Dead Aim"

[Rules.Dodgeball ColiseumRuleDefinition]
RuleDescription="Enemies are more likely to dodge."
RuleTitle="Dodgeball"

[Rules.FogOfWar ColiseumRuleDefinition]
RuleDescription="A thick fog covers the battlefield."
RuleTitle="Fog of War"

[Rules.GasAttack ColiseumRuleDefinition]
RuleDescription="Corrosive gas clouds appear on the battlefield."
RuleTitle="Gas Attack"

[Rules.GetSomeAir ColiseumRuleDefinition]
RuleDescription="Gravity is reduced."
RuleTitle="Get Some Air"

[Rules.Gun_CombatRifle ColiseumRuleDefinition]
RuleDescription="Combat Rifles deal bonus damage.  All other weapons deal less damage."
RuleTitle="Combat Rifle Challenge"

[Rules.Gun_ElementalChallenge ColiseumRuleDefinition]
RuleDescription="Players deal bonus elemental damage.  Other damage is reduced."
RuleTitle="Elemental Challenge"

[Rules.Gun_Pistol ColiseumRuleDefinition]
RuleDescription="Pistols deal bonus damage.  All other weapons deal less damage."
RuleTitle="Pistol Challenge"

[Rules.Gun_RocketLauncher ColiseumRuleDefinition]
RuleDescription="Rocket Launchers deal bonus damage."
RuleTitle="Rocket Launcher Challenge"

[Rules.Gun_Shotgun ColiseumRuleDefinition]
RuleDescription="Shotguns deal bonus damage.  All other weapons deal less damage."
RuleTitle="Shotgun Challenge"

[Rules.Gun_SMG ColiseumRuleDefinition]
RuleDescription="SMGs deal bonus damage.  All other weapons deal less damage."
RuleTitle="SMG Challenge"

[Rules.Gun_SniperRifle ColiseumRuleDefinition]
RuleDescription="Sniper Rifles deal bonus damage.  All other weapons deal less damage."
RuleTitle="Sniper Rifle Challenge"

[Rules.HeadShot ColiseumRuleDefinition]
RuleDescription="Critical hits deal bonus damage.  Regular hits deal reduced damage."
RuleTitle="Head Shot"

[Rules.HighSpeed ColiseumRuleDefinition]
RuleDescription="Players and enemies move faster."
RuleTitle="High Speed"

[Rules.HopFrogs ColiseumRuleDefinition]
RuleDescription="If you see this something is broken."
RuleTitle="Hop Frogs"

[Rules.HotPotato ColiseumRuleDefinition]
RuleDescription="Enemies throw more grenades."
RuleTitle="Hot Potato"

[Rules.Ironhide ColiseumRuleDefinition]
RuleDescription="Enemies have stronger shields."
RuleTitle="Ironhide"

[Rules.KickAss ColiseumRuleDefinition]
RuleDescription="Enemies deal bonus damage."
RuleTitle="Kick Ass"

[Rules.KillSkills ColiseumRuleDefinition]
RuleDescription="Player Kill Skills are stronger."
RuleTitle="Kill Skills"

[Rules.Loaded ColiseumRuleDefinition]
RuleDescription="Enemy weapons have larger magazines."
RuleTitle="Loaded"

[Rules.MeteorShower ColiseumRuleDefinition]
RuleDescription="Holy shit!  Meteors!"
RuleTitle="Meteor Shower"

[Rules.Naked ColiseumRuleDefinition]
RuleDescription="Players have no shields, but gain slow health regeneration."
RuleTitle="Naked"

[Rules.Overclocked ColiseumRuleDefinition]
RuleDescription="Enemy shields regenerate faster."
RuleTitle="Overclocked"

[Rules.Regeneration ColiseumRuleDefinition]
RuleDescription="Enemies regenerate health."
RuleTitle="Regeneration"

[Rules.SlowDeath ColiseumRuleDefinition]
RuleDescription="Players constantly lose health, but gain health by killing enemies."
RuleTitle="Slow Death"

[Rules.Spastic ColiseumRuleDefinition]
RuleDescription="Enemies move and reload faster."
RuleTitle="Spastic"

[Rules.StormChaser ColiseumRuleDefinition]
RuleDescription="A deadly lightning cloud chases the player around the battlefield."
RuleTitle="Storm Chaser"

[Rules.Vampire ColiseumRuleDefinition]
RuleDescription="Players constantly lose health, but gain health by killing enemies."
RuleTitle="Vampire"

[Rules.WeaponMasters ColiseumRuleDefinition]
RuleDescription="Enemies spawn with higher quality weapons."
RuleTitle="Weapon Masters"

[Skills.FullShieldsAfterSpawn SkillDefinition]
LockedSkillDetailStr="<Locked>"
SkillDescription=""
SkillName="Full Shields after spawn"

[Skills.PlayerStaysAliveBetweenWaves SkillDefinition]
LockedSkillDetailStr="<Locked>"
SkillDescription=""
SkillName="Player Stays Alive Between Waves"

